<template>
  <div class="list">
      <ul>
        <li v-for="item in art">
              <div class="list-img">
                  <img src="" />
              </div>
              <div class="list-main">
                  <h3>{{item.title}}</h3>
                  <div class="art-con" v-html="item.concent">
                      
                  </div>
              </div>
          </li>
      </ul>
  </div>
</template>

<script>
export default {
  data() {
    return {
      art: [
        {
          id: 1,
          PageImg:'',
          title: '俄前特工在英中毒案发酵 俄警告英不要"泼脏水"',
          author: "百度",
          concent:
            '<p>（原标题：俄前特工在英中毒案持续发酵 俄罗斯警告英国不要“泼脏水”）</p><p>英国首相特雷莎·梅12日紧急召开国家安全委员会，听取俄罗斯变节特工斯克里帕尔在英中毒案调查的最新进展。在英国国内，特雷莎·梅面临巨大压力，一些前安全事务官员认定此事与俄罗斯官方有关，强烈呼吁特雷莎·梅应尽快宣布对俄制裁措施。</p><p>“坦率地说，如果她没有将矛头指向克里姆林宫，我会感到惊讶”。英国议会外交事务委员会主席图根哈特对英国广播公司(BBC)表示。《泰晤士报》12日引述政府消息人士的话称，英国安全部门已获得足够证据证明莫斯科与中毒案有关。英国议会上院议员里克特对BBC表示，一旦获得足够证据指认俄罗斯，特雷莎·梅就需对俄采取强硬措施。但《星期日泰晤士报》称，特雷莎·梅并不愿意进一步恶化与俄罗斯的关系。虽然曾誓言自己的政府会与俄罗斯尽量保持距离。但上任至今，特雷莎·梅领导的保守党已经接受俄富商捐款超过82万英镑。</p><p>俄罗斯国际文传电讯社12日称，俄总统普京在回答BBC记者提问时说：“把你们自己的事情理清楚，然后我们再讨论。”俄总统新闻秘书佩斯科夫再次否认俄方参与中毒案，“你提到的俄公民，曾在英国特殊部门工作，(中毒)事件发生在英国领土上，这绝对不是俄罗斯的问题”。</p>',
          date: "03-1308:00",
          hot: false,
          tag: ["新闻", "国家"]
        },{
          id: 2,
          PageImg:'',
          title: "习近平会见韩国总统特使郑义溶",
          author: "光明网",
          concent:
            '<p>　　新华社北京3月12日电（记者李忠发）国家主席习近平12日在人民大会堂会见韩国总统特使、国家安保室长郑义溶。</p><p>　　习近平指出，文在寅总统委派特使先生专程来华通报你访问朝鲜和赴美国推动朝美对话的情况，中方对此表示赞赏。作为朝鲜半岛近邻，中方一向支持半岛南北双方改善相互关系、推进和解合作，支持美朝接触对话、协商解决各自关切。半岛无核化、不战不乱是中方的一贯立场。当前，半岛形势正面临重要的缓和对话机遇，中方积极评价韩方为此所作努力，愿同包括韩方在内国际社会一道，进一步做有关各方工作，结合中方“双轨并进”思路及各方有益建议，推进半岛问题政治解决进程。同时，各方要保持耐心和细心，发挥政治智慧，妥善应对和化解复谈进程中的各种问题和干扰。我们期待南北首脑会晤和朝美对话顺利举行，并在推动半岛无核化进程和相互关系正常化方面取得实质性进展。精诚所至，金石为开。只要各方都能聚焦半岛无核化及和平稳定的根本目标，朝鲜半岛终将迎来坚冰消融、春暖花开的一天。</p><p>　　郑义溶转达了文在寅总统对习近平的诚挚问候，表示文在寅总统去年对中国的访问非常成功，韩方愿同中方共同努力推进双边关系发展。当前朝鲜半岛局势出现积极变化，中方发挥了重要的引领作用。中方始终坚持半岛无核化目标，坚持和平解决朝核问题，支持半岛南北对话，主张美朝直接对话，推动南北关系迈出重要一步，使半岛问题出现积极进展。韩方向中方表示衷心感谢，期待中方继续发挥重要作用，并愿同中方密切协调，维护当前半岛局势缓和势头，推动以和平手段解决朝核问题，实现本地区和平、稳定与发展。</p><p>　　中共中央政治局委员、国务委员杨洁篪等参加会见。</p><p>[责任编辑:李伯玺]</p>',
          date: "03-1220:19",
          hot: false,
          tag: ["新闻", "国家"]
        }
      ]
    };
  }
};
</script>


<style>
.list{
    width: 1000px;
    margin: 0 auto;  
}
.list li {
  width: 100%;
  height: 150px;
  margin-bottom: 10px;
  background: gainsboro;
  border: #456 solid 1px;
}

.list-img {
  width: 150px;
  height: 150px;
  background: grey;
  float: left;
  margin-right: 10px;
}
.list-main h3{
    line-height: 50px;
    font-weight: bold;
}
.list-main .art-con{
    font-size: 12px;
    line-height: 20px;
    height: 60px;
    overflow: hidden;
}
</style>
